{
  "language": "russian",
  "landing_page": {
  	"intro_heading": "Совершенный блокчейн",
  	"intro_content": "Будущее блокчейнов со смарт-контрактами несомненно связано с алгоритмом конценсуса DPos (Delegated Proof of Stake). Мы сочетаем быстрое подтверждение транзакций, масштабируемость ПО EOSIO, с реальной децентрализацией, что позволяет сделать DPoS наиболее устойчивым. По сравнению со всеми существующими блокчейнами у Telos будет наиболее равномерное распределение токенов между участниками сети. Такое распределение токенов несомненно положительно влияет на управляемость сети, поэтому она более безопасна и устойчива.",
  	"developers_heading": "Для разработчиков",
  	"developers_content": "Telos это безопасная, стабильная и эффективная сеть для развертывания DApps мирового класса. Разработчики могут рассчитывать на доступные ресурсы в виде RAM, бесплатные транзакции, а также возможность запуска приложений как с открытым исходным кодом, так и с закрытым.",
  	"dpos_heading": "Скорость DPoS",
  	"dpos_content": "Пропускная способность сети Telos достигает 50 000 транзакций в секунду, что с запасом позволяет обеспечить моментальность транзакций и масштабируемость сети. Для децентрализованных приложение (DApps) это означает, что они могут взаимодействовать со своей глобальной аудиторией с наибольшей средней скоростью отклика из всех существующих блокчейнов - всего 1.5 секунды!",
  	"gov_heading": "Отличное управление",
  	"gov_content": "Система управления Telos включает в себя множество элементов: Конституция, постоянное голосование за блок продюсеров, структура для финансирования предложений и процедура разрешения споров. Никакой другой блокчейн не предлагает настолько целостной системы управления как Telos.",
  	"white_paper_heading": "Скачать вайтпейпер",
  	"white_paper_content": "Прочитайте вайтпейпер Telos для того, чтобы оценить все преимущества самостоятельно. Мы собираемся создать и запустить лучший блокчэйн из всех существующих. Присоединяйтесь и создавайте вместе с нами.",
    "github_text": "Посмотреть наш Github",
  	"partners_heading": "Партнеры"
  }
}